export const steps = [
    {
        title: 'We are',
        description: '디자인, 개발, 운영 등 제작과 관련된 모든 컨텐츠를 독립적으로 만들어 운영하고 있습니다.',
    },
    {
        title: 'What is',
        description:
            '수많은 폰트들 중에서도 디자인 감각적으로 뛰어나고, 오랜 시간 꾸준히 사랑받을 만한 폰트들을 선별하여, 더 많은 사람들이 쉽게 발견하고 자유롭게 활용할 수 있도록 하기 위해 시작되었습니다.',
    },
    {
        title: 'Freedom',
        description:
            '상업적으로 자유롭게 활용할 수 있으며, 저작권 문제 없이 안심하고 사용할 수 있는 폰트들을 선별하여 제공합니다. 다양한 분야에서 창의적인 작업을 하는 분들이 보다 쉽게 접근하고 활용할 수 있도록 돕고자 합니다.',
    },
];
export const faqs = [
    {
        question: '어떤 서비스인가요?',
        answer: ' 나이스투폰트는 상업적으로 활용할 수 있는 폰트만을 선별하여 제공하는 서비스입니다. 디자인적 감각이 뛰어나며, 꾸준히 사랑받을 만한 폰트를 선별하여 제공합니다.',
    },
    {
        question: '폰트를 어떻게 다운로드 할 수 있나요?',
        answer: '다운로드 받고 싶은 폰트를 클릭 후 상단 오른쪽에 Get Font 버튼을 통해 다운로드 가능합니다. ',
    },
    {
        question: '폰트 저작권을 확인할 수 있나요?',
        answer: '다운로드 받고 싶은 폰트를 클릭하여 들어가 확인하거나, 각각의 개별 페이지의 상세 라이선스를 확인부탁드립니다.',
    },
    {
        question: '폰트를 추천하고 싶어요.',
        answer: '폰트를 추천하는 게시판을 제작예정에 있습니다. 추천 게시판 오픈 전까지 왼쪽의 이메일로 연락부탁드립니다.',
    },
    {
        question: '폰트 파일 형식(TTF, OTF, WOFF)이 뭔가요?',
        answer: 'TTF는 가장 일반적인 폰트 형식으로 로컬에서 사용되며, OTF는 추가적인 문자 변형 기능이 있어 디자인 및 출판에 적합하고, WOFF는 웹사이트 최적화를 위해 압축된 형태로 빠르게 로드할 수 있는 웹 전용 폰트입니다.',
    },
];
